Repository: meteo-dream/party-worlds-reimagined
Catalog: addons/localization/languages/*.po
Languages: vi_vn

source: She's definitely here. This weird air is giving me the chills.
vi_vn: Cô ta chắc hẳn ở quanh đây. Không khí quanh đây làm mình rợn tóc gáy.

source: Why do the strong ones always hide?
vi_vn: Sao những kẻ mạnh ai cũng thích trốn vậy ta?

source: [do! SPECIAL_move_boss_into_position()][right]A skilled hawk doesn't hide its tail.[wait="allow_continue_dialog"]
vi_vn: [do! SPECIAL_move_boss_into_position()][right]Một con chim ưng không thể che đi cái đuôi của nó...[wait="allow_continue_dialog"]

source: ...you don't seem to have a brain.
vi_vn: ...hình như cô bị thiểu năng thì phải.

source: [right]Humans are the only ones who need simple chemical thought centers such as brains.
vi_vn: [right]Chỉ có con người mới cần đến thứ hóa phẩm gọi là não để suy nghĩ.

source: You're one of those, right?
vi_vn: Cô là một trong số chúng phải không?

source: Can't stand sunlight or smelly vegetables,[wait=0.5] or that one silver thing.
vi_vn: Cái loài mà không chịu được ánh mặt trời cũng như mấy củ tỏi,[wait=0.5] và cả bạc nữa á?

source: You know, the masters of the night with tons of weaknesses for some reason...
vi_vn: Dù là loài chiếm hữu bóng đêm nhưng điểm yếu của các cô không hề ít đâu nha.

source: [right]Yes, I'm a sickly girl.
vi_vn: [right]Nguơi nói phải.

source: Interesting. So you really drink it? You know, that.
vi_vn: Vậy cô thật sự uống cái đấy à? Cái mà...

source: [right]Of course. But I'm a light eater and always leave some on the plate.
vi_vn: [right]Đương nhiên rồi. Nhưng không nhiều và ta toàn bỏ dở thôi.

source: How many people's blood have you sucked up to now?
vi_vn: Cô đã uống nhiêu máu nguời rồi vậy?

source: [right]Can you remember how many slices of bread you have eaten until now?
vi_vn: [right]Vậy nguơi có bao giờ đếm xem mình đã ăn đuợc bao nhiêu bánh mì không?

source: Thirteen. I prefer Japanese food.
vi_vn: Mười ba ổ tròn. Tui thích đồ Nhật hơn.

source: [right]So, what are you here for?
vi_vn: [right]Vậy cũng được, nhưng cô đến đây để làm gì?

source: [right]I'm already quite full, but...
vi_vn: [right]Ta đủ no nê rồi, nhưng...

source: Oh yeah, I'm hungry.
vi_vn: Còn tui thì đói meo đây.

source: [right]...Eating may be good.
vi_vn: [right]...xơi thêm tí cũng không sao.

source: Ah, so that's what you meant...
vi_vn: A, ra là vậy.

source: Just now, that sounded like the name of a plant: "mint."
vi_vn: Cách ta nói vừa rồi rất giống như đang gọi tên một loài hoa nhỉ?

source: [right]Humans are fun.
vi_vn: [right]Con người vui tính thật.

source: [right]Or maybe you're not a human?
vi_vn: [right]Hay là... ngươi không phải con người?

source: I'm a fun human.
vi_vn: Tui là một con người vui tính.

source: [right]Heehee, because the moon is so red?
vi_vn: [right]Fufufu, là do ánh trăng đỏ rực kia sao ?

source: [right]It looks like it's going to be a hot night.
vi_vn: [right]Đêm nay sẽ là một đêm tuyệt vời.

source: Looks like it's gonna be a cold night.
vi_vn: Đêm nay sẽ là một đêm cuồng nhiệt đây.

source: Isn't it about time you showed yourself?
vi_vn: Đã đến lúc ngươi lộ diện rồi. Đúng không nhỉ,

source: "Mistress?"
vi_vn: "Tiểu thư"?

source: [do! SPECIAL_move_boss_into_position()][right]I knew it. Humans are useless.[wait="allow_continue_dialog"]
vi_vn: [do! SPECIAL_move_boss_into_position()][right]Ta biết mà, con người thật vô dụng.[wait="allow_continue_dialog"]

source: So that maid was a human.
vi_vn: Vậy cô hầu gái đó là con người sao?

source: [right]You're a murderer, you know.
vi_vn: [right]Ngươi, là kẻ sát nhân.

source: One person doesn't make me a mass murderer, so it's fine.
vi_vn: Chỉ có một người thì không khiến ta là sát nhân hàng loạt đâu.

source: [right]Well?
vi_vn: [right]Thì?

source: Oh right, you're being a huge nuisance.
vi_vn: À rồi, có vấn đề đây. Là ngươi.

source: [right]How quick you are to accuse.[wait=0.5] And I don't even know why.
vi_vn: [right]Vội vàng kết luận nhỉ. [wait=0.5]Ta còn không biết lí do này.

source: Whatever, could you just leave?
vi_vn: Và, ngươi rời khỏi đây được không?

source: [right]This is my castle, is it not?
vi_vn: [right]Đây chẳng phải là dinh thự, là lâu đài của ta sao?

source: [right]You are the one who will leave.
vi_vn: [right]Đáng lí ra, ngươi phải rời đi đấy.

source: I want you to leave this world.
vi_vn: Ta muốn ngươi biến khỏi thế giới này.

source: [right]So that's how it's going to be.
vi_vn: [right]Ta không làm gì được rồi.

source: [right]I am already full, but...
vi_vn: [right]Nghĩ đến đây thì, ta đang no quá.

source: Didn't you hire that maid to protect you?
vi_vn: Chẳng phải ngươi tuyển hầu gái là để bảo vệ ngươi sao?

source: I can take a sheltered young lady like you down in one blow!
vi_vn: Ta có thể hạ ngục một kẻ tiểu thư luôn được bảo bọc như ngươi bằng một phát thôi!

source: [right]Sakuya is an excellent cleaner.
vi_vn: [right]Sakuya dọn dẹp tốt lắm đấy.

source: [right]Not a single head is on the floor, thanks to her.
vi_vn: [right]Nhờ có em ấy mà chẳng có cái đầu nào còn sót trên sàn cả.

source: Are you strong?
vi_vn: Ngươi mạnh lắm sao?

source: [right]Who knows.[wait=0.5] I don't get to go outside often.
vi_vn: [right]Ta không biết.[wait=0.5] Vì ta không bao giờ ra ngoài.

source: [right]Since I'm weak to sunlight.
vi_vn: [right]Đó là vì ánh sáng khiến ta yếu đi.

source: ...So you are strong, then.
vi_vn: ...Giờ mới nói đấy.

source: [right]As the Moon is so scarlet, I shall thus kill you for good.
vi_vn: [right]Vì vầng trăng đỏ thẳm này, ta sẽ giết chết ngươi.

source: Although the Moon is so scarlet...
vi_vn: Vầng trăng đỏ thẳm, thế nhưng...

source: [right]Looks like it's going to be a fun night.
vi_vn: [right]Đêm nay sẽ vui lắm đây.

source: Looks like it's going to be a long night.
vi_vn: Đêm nay sẽ kéo dài mãi mất.

source: Reporting "Aya Shameimaru's Coercive Reporting"
vi_vn: Thủ Tài "Phóng sự cưỡng bức của Shameimaru Aya"

source: Telescoping "Candid Shot"
vi_vn: Vọng Viễn "Chụp lén"

source: Snapshot "Fast Shot"
vi_vn: Tốc Tả "Chụp nhanh"

source: Reporting "Hatate Himekaidou's Reporting Training"
vi_vn: Thủ Tài "Tập huấn phóng sự của Himekaidou Hatate"

source: Continuous Shooting "Rapid Shot"
vi_vn: Liên Tả "Chụp ảnh liên tiếp"

source: Far-sightedness "Tengu Psychography"
vi_vn: Viễn Nhãn "Niệm Tả Thiên Cẩu"

source: Nether Sign "Scarlet Netherworld"
vi_vn: Minh Phù “Minh giới của sắc đỏ”

source: Divine Art "Vampire Illusion"
vi_vn: Thần Thuật “Ảo giác Ma cà rồng”

source: Light Sign "Earthlight Ray"
vi_vn: Quang Phù “Tia ánh đất”

source: Love Sign "Master Spark"
vi_vn: Luyến Phù "Chớp lửa tối thượng"

source: Scarlet Light Blast "Shoot the Blood Moon"
vi_vn: Hồng Quang Kích "Bắn Trăng Máu"

source: Comet "Blazing Star"
vi_vn: Tuệ Tinh "Ngôi sao rực cháy"

source: Red Magicannon "Final Spark"
vi_vn: Ma Pháo Đỏ “Chớp lửa tối cùng”

# 9-3 Secret Boss Name
source: HATATE HIMEKAIDOU
vi_vn: HIMEKAIDOU HATATE

# 9-3 Boss Name
source: AYA SHAMEIMARU
vi_vn: SHAMEIMARU AYA

# Final Boss 2 Name
source: MARISA KIRISAME?
vi_vn: KIRISAME MARISA?

source: Get Power-up Bonus!!
vi_vn: Nhận thưởng sức mạnh!!

source: PHOTOS
vi_vn: SỐ ẢNH

source: please press %s for a tweak description!
vi_vn: hãy ấn %s để xem phần miêu tả!

source: MESSAGE BOX
vi_vn: HỘP BÁO TIN

source: PRESS %s
vi_vn: ẤN %s

source: PRESS SPACE KEY
vi_vn: ẤN PHÍM CÁCH

source: gameplay
vi_vn: điều chỉnh lối chơi

source: press enter
vi_vn: ấn phím enter

source: aesthetic
vi_vn: điều chỉnh thẩm mỹ

source: miscellaneous
vi_vn: điều chỉnh khác

source: general
vi_vn: điều chỉnh chung

source: character
vi_vn: chọn nhân vật

source: set a modern skin for mario or luigi, or make your own character! you can also download custom skins of other players or share yours in our discord server! a guide on how to make your own skins is located there too. this list is expanded automatically if skins are detected in a skins folder, and applied on exit from this menu.
vi_vn: chọn skin để áp lên mario hoặc luigi, hoặc tự tạo nhân vật riêng của bạn! bạn cũng có thể tải về skin của những người chơi khác hoặc chia sẻ cái của bạn trong máy chủ discord của bọn tôi! ở đó cũng có đăng hướng dẫn cách làm skin. danh sách skin sẽ tự động phát hiện nếu trong thư mục "skins" có skin mới, và lựa chọn của bạn sẽ được lưu lại khi thoát khỏi trang này.

source: skin set
vi_vn: bộ skin

source: you will be able to select and interact with menu controls such as this one using your mouse cursor.
vi_vn: bạn sẽ tương tác được với các lựa chọn ở những trang menu như này dùng con trỏ chuột.

source: mouse input in menus
vi_vn: bật điều khiển bằng con trỏ chuột trong menu

source: save and go back
vi_vn: lưu và quay lại

source: each time you complete a level, a one-time save is made with your entire progress, including your power state, lives, and the level you were on. You can access it at any time.
vi_vn: mỗi lần bạn phá đảo màn, hệ thống sẽ một lần tự lưu lại quá trình bao gồm cả hiện trạng sức mạnh, số mạng, và màn hiện tại của bạn. Bạn luôn có thể sử dụng tới nó.

source: save suspended game on exit (aka progress continue)
vi_vn: lưu lại quá trình chơi dở khi thoát (tiếp tục quá trình)

source: mimics the behavior from the original, where the player receives a push forwards each time bowser is stomped, and cannot bounce as high. disabling this tweak makes stomping on bowser identical to other enemies.
vi_vn: bắt chước vật lý từ bản gốc: mỗi lần giẫm đầu bowser, người chơi sẽ được đẩy theo hướng nhảy một tí và không nhảy bay lên được. tắt hiệu chỉnh này sẽ coi việc giẫm đầu bowser y hệt giẫm đầu mọi kẻ địch khác.

source: less bouncy bowser stomping (as in the original)
vi_vn: giẫm đầu bowser nhảy ít cao hơn (bắt chước bản gốc)

source: disabling this tweak removes all checkpoints, making the game more challenging.
vi_vn: tắt hiệu chỉnh này sẽ xóa hết checkpoint, thành ra chơi sẽ nhọc hơn.

source: enable checkpoints
vi_vn: bật checkpoint

source: stomping combos were not a thing in the original mario forever. the stomping combo goes like this: 100 > 200 > 400 > 500 > 800 > 1000 > 2000 > 4000 > 5000 > 8000 > 1up > back to 100.
vi_vn: combo nhảy không tồn tại trong mario forever gốc. thưởng combo sẽ tiến hành theo thứ tự sao: 100 > 200 > 400 > 500 > 800 > 1000 > 2000 > 4000 > 5000 > 8000 > 1up > quay về 100.

source: enable stomping combos
vi_vn: bật combo nhảy

source: allows the player to jump while crouching in super or better forms. if jumped while crouching, you wouldn't be able to accelerate more than the walking speed limit, but you will keep previous speed. in this state, there is no passive deceleration when no buttons are pressed. if disabled, bricks above your head will break automatically while crouching. if enabled, you will have to jump to break bricks or activate bonus blocks.
vi_vn: cho phép người chơi nhảy khi đang quỳ xuống nếu đang ở dạng cao hoặc có trang bị sức mạnh khác nếu nhảy khi quỳ xuống, bạn sẽ không tăng tốc nhanh hơn giới hạn tốc độ đi bộ, nhưng bạn sẽ vẫn giữ tốc độ từ trước. như vậy, nếu bạn không ấn nút nào thì cũng không dần dần đi chậm lại. nếu tắt, gạch mà ở trên đầu bạn sẽ tự động vỡ khi đang quỳ xuống. nếu bật, bạn sẽ phải ấn thêm nút nhảy để đập vỡ gạch và mở hộp dấu ? thưởng.

source: enable crouch jumping
vi_vn: cho phép nhảy khi quỳ xuống

source: while disabled, springboards require the user to press the jump button up to 1/10 of a second in advance before touching the springboard to bounce higher. enabling this tweak makes the player always jump at the maximum height as long as you hold the jump button, making springboards a little easier to control.
vi_vn: nếu tắt, ván nhún sẽ yêu cầu cần ấn nút nhảy trong vòng 1/10 một giây trước khi chạm ván nhún để bật nhảy cao hơn. bật hiệu chỉnh này cho phép nhảy ở độ cao tối đa cứ miễn là bạn ấn giữ nút nhảy.

source: easier springboards (no timing required)
vi_vn: ván nhún nhân nhượng hơn (không yêu cầu đắn đo)

source: accelerates the time-to-score calculation at the end of a level.
vi_vn: tua nhanh quá trình tính điểm theo thời gian thừa sau khi phá đảo màn.

source: enable faster end-level timer
vi_vn: bật quá trình tính điểm cuối màn nhanh

source: go back
vi_vn: quay lại

source: replace circle transitions with fades (from 5.0+)
vi_vn: thay hiệu ứng chuyển khung dạng tròn với dạng ẩn hiện màn hình (theo kiểu mario forever bản 5.0 trở đi)

source: smoothes out camera movement between certain areas, such as save game room.
vi_vn: làm mượt chuyển động camera giữa hai khung (ví dụ như phòng save game room).

source: smooth camera transitions between areas
vi_vn: chuyển động camera giữa khung mượt hơn

source: adds a blur transition each time the player warps into a new area. disable this to make the new area load immediately.
vi_vn: thêm hiệu ứng làm mờ màn hình mỗi lần người chơi đi vào khu vực mới theo đường ống. muốn khu vực mới xuất hiện ngay lập tức thì nên tắt hiệu chỉnh này.

source: blur transitions between pipe warp areas
vi_vn: bật hiệu ứng làm mờ khi đi ống

source: each time the player receives a damage or dies, the world around them halts for a second, giving more time for the user to react.
vi_vn: mỗi lần người chơi nhận sát thương hoặc chết, dành một giây ngưng lại mọi thứ. có thể giúp cung cấp thêm thời gian để phản ứng.

source: pause on player suit change
vi_vn: tạm ngưng mỗi lần thay đổi bộ diện

source: enables the skidding animation and particles, similar to something you would see in other mario games. note: this does not affect gameplay in any way!
vi_vn: bật animation trượt chân và hiệu ứng bụi, na ná giống hiện tượng ở những trò chơi mario khác. lưu ý: không ảnh hưởng tới lối chơi tí nào!

source: enable player skidding effects
vi_vn: bật hiệu ứng khi trượt chân

source: sets a custom mouse cursor image.
vi_vn: con trỏ chuột sẽ có bộ dạng riêng.

source: custom mouse cursor
vi_vn: bật hiện dạng con trỏ chuột riêng

source: copies the behavior over from the original game, where save pipes ignore the level you were on. notice: enabling this tweak will not reset your save pipe until you enter it.
vi_vn: bắt chước cách lưu từ bản gốc: ống lưu chỉ lưu lại số thứ tự thế giới, không bao gồm thứ tự màn. lưu ý: ống nào bạn không vào sau khi bật hiệu chỉnh này sẽ không bị đính chính lại.

source: save pipe: always first level of the world
vi_vn: ống lưu: chỉ lưu màn đầu tiên

source: enables a quick shortcut to save game room using f3 key.
vi_vn: cho phép sử dụng phím f3 để quay về save game room.

source: f3 keybind to save game room
vi_vn: bật f3 về save game room

source: enables a quick shortcut to main menu using f4 key.
vi_vn: cho phép sử dụng phím f4 để quay về màn hình chính.

source: f4 keybind to main menu
vi_vn: bật f4 về màn hình chính

source: if disabled, touching a power-up in save room item shop will immediately buy an item. if enabled, it also requires the player to press the moving up key in order to buy an item.
vi_vn: nếu tắt, chạm vật phẩm nào ở cửa hàng ở save game room lập tức coi như đã mua. nếu bật, người chơi sẽ cần ấn thêm nút lên để mua vật phẩm.

source: require pressing up in item shop
vi_vn: yêu cầu ấn nút lên ở cửa hàng vật phẩm

source: if disabled, deleting saves in the save game room takes 3 seconds (or 2.5s in 1.2x game speed). if enabled, the time is reduced to 0.6 seconds (0.5s in 1.2x game speed).
vi_vn: nếu tắt, xóa dữ liệu lưu ở save game room sẽ mất 3 giây (2.5 giây nếu chơi tốc độ 1.2x). nếu bặt, giảm thời gian xuống 0.6 giây (0.5 giấy nếu chơi tốc độ 1.2x).

source: faster save deletion
vi_vn: xóa dữ liệu lưu lại nhanh hơn

source: TIME
vi_vn: T.GIAN

source: GAME OVER
vi_vn: THUA CUỘC

source: I don't mind
vi_vn: Mình không phiền

source: Do you mind?
vi_vn: Bạn phiền không?

source: Our pleasure
vi_vn: Niềm hân hạnh của ta

source: The Calling
vi_vn: Tiếng gọi

source: Forgotten rains
vi_vn: Mưa rông lãng quên

source: I forgot where am I going...
vi_vn: Tôi quên tôi đang đi đâu rồi...

source: where are you?
vi_vn: bạn đang ở đâu?

source: Sunset Power
vi_vn: Sức Mạnh Hoàng Hôn

source: Sentiment
vi_vn: Tâm tư

source: Night Complex
vi_vn: Mặc cảm ban đêm

source: %s vs kevin
vi_vn: %s đấu Kevin

source: Prepare to meet your clone!
vi_vn: Chuẩn bị gặp bản sao của bạn nhé!

source: ascension trip
vi_vn: chuyến thăng thiên

source: gaining altitude
vi_vn: tăng độ cao

source: mellow forest
vi_vn: rừng êm dịu

source: WARNING
vi_vn: CHÚ Ý

source: chaotic rotodiscs ahead
vi_vn: rotodisc loạn đằng trước

source: wall ahead
vi_vn: đằng trước có tường

source: Omniswamp
vi_vn: Đầm lầy đa năng

source: have cheeseburger
vi_vn: ăn burger nè

source: Raver instinct
vi_vn: Bản năng quẩy đêm

source: welcome to mexico
vi_vn: chào mừng tới mexico

source: Xmas mix
vi_vn: Tuyển tập giáng sinh

source: Forest Stroll
vi_vn: Đi dạo trong rừng

source: Grab me! (Press %s)
vi_vn: Nhặt tôi lên! (Ấn %s)

source: Enigmatic Sands
vi_vn: Đụn cát Huyền bí

source: Futurism
vi_vn: Chủ nghĩa vị lai

source: welcome to "neo-koopa"!
vi_vn: chào mừng tới "neo-koopa"!

source: Follow the prophets
vi_vn: Nghe lời những lời tiên tri

source: infinite possibilities await you
vi_vn: vô vàn khả năng đón chờ

source: Barracks
vi_vn: Doanh trại

source: Warning! Dangerous height!
vi_vn: Chú ý! Độ cao nguy hiểm!

source: We hope you enjoyed your stay!
vi_vn: Chúng tôi mong bạn đã tận hưởng chuyến thăm!

source: All hail Greensweet
vi_vn: Vạn tuế Greensweet

source: you're leaving "Neo-koopa"
vi_vn: đang rời "Neo-koopa"

source: Collect the blue coins!
vi_vn: Nhớ gom xu xanh nhé!

source: Bring me 5 blue coins
vi_vn: Mang cho ta 5 xu xanh

source: City Entrance
vi_vn: Đường vào thành phố

source: Patrol District
vi_vn: Quận tuần tra

source: Construction Site - Upper Level
vi_vn: Khu công trường - Tầng trên

source: Pit of death
vi_vn: Hố tử thần

source: City Exit
vi_vn: Đường ra khỏi thành phố

source: Construction Site - Bottom Level
vi_vn: Khu công trường - Tầng dưới

source: Evening Stroller
vi_vn: Dạo đêm

source: erupting frustrator
vi_vn: phản kháng phun trào

source: also watch out for stoneballs
vi_vn: à mà cẩn thận đá gai lăn xuống

source: This platform can tilt
vi_vn: Bục ván này biết nghiêng

source: hello to das
vi_vn: xin chào das

source: ANOTHER WORLD
vi_vn: THẾ GIỚI MỚI

source: SUNDAY MORNING
vi_vn: SÁNG CHỦ NHẬT

source: CURSE OF DIVINE LOVE
vi_vn: LỜI NGUYỀN TÌNH YÊU THẦN THÁNH

source: YOUR ONLY POWERUPS
vi_vn: SỨC MẠNH DUY NHẤT

source: USE THEM WISELY...
vi_vn: DÙNG CHO CẨN THẬN...

source: BE AWARE OF YOUR SURROUNDINGS
vi_vn: NHỚ CẢNH GIÁC XUNG QUANH

source: Beach's sympathy
vi_vn: Trắc ẩn bãi biển

source: Jumping Cheeps!
vi_vn: Cá biết nhảy!

source: Cannot swim here!
vi_vn: Cấm bơi ở đây!

source: Stroll out
vi_vn: Dạo đêm

source: Temple raider
vi_vn: Kẻ cướp đền

source: SUBTERRANEAN CRAWL
vi_vn: THÁM HIỂM DƯỚI LÒNG ĐẤT

source: autumnal waterfall
vi_vn: thác nước mùa thu

source: ZUN - FALL OF FALL ~ AUTUMNAL WATERFALL (WAKANA SMW-STYLE COVER)
vi_vn: ZUN - Thác nước của mùa thu ~ Con thác mùa thu (WAKANA REMIX KIỂU SMW)

source: DOUBLE SPOILER
vi_vn: NHÀ BÁO ĐỐI ĐẦU

source: ZUN - YOUKAI MOUNTAIN ~ MYSTERIOUS MOUNTAIN (LINDH0LM SM64 COVER)
vi_vn: ZUN - Núi Yêu Quái ~ Ngọn núi thần bí (LINDH0LM REMIX KIỂU SM64)

source: Press the %s to skip.
vi_vn: Ấn %s để bỏ qua.

source: APPROACH
vi_vn: TIẾP CẬN

source: DEATH FACTORY
vi_vn: NHÀ MÁY TỬ THẦN

source: LOOKING FOR EMPLOYEES! IF YOU THINK YOU'RE WORTHY ENOUGH TO HELP US IMPROVE THE WORLD, CONTACT US!
vi_vn: ĐANG TUYỂN NHÂN SỰ! NẾU BẠN NGHĨ BẠN ĐỦ KHẢ NĂNG GIÚP CẢI THIỆN THẾ GIỚI, LIÊN HỆ CHÚNG TÔI!

source: LUCKY QUESTION
vi_vn: CÂU HỎI MAY MẮN

source: The office
vi_vn: Văn phòng

source: THE OFFICE
vi_vn: VĂN PHÒNG

source: YOU WIN
vi_vn: CHIẾN THẮNG

source: WORLD %s
vi_vn: THẾ GIỚI %s

# Save Pipe when yes save
source: WORLD %s
vi_vn: THẾ GIỚI %s

source: RESET POWERUP
vi_vn: TỪ CHỐI MUA

source: YOU CAN EXCHANGE SOME LIVES FOR ONE OF THESE ITEMS!!! BUT BE CAREFUL, SOMETIMES LIVES ARE MORE IMPORTANT THAN THIS STUFF.
vi_vn: BẠN CÓ THỂ TRAO ĐỔI MẠNG ĐỂ MUA MỘT MÓN VẬT PHẨM!!! NHỚ ĐỂ Ý RẰNG CÓ LÚC MẠNG QUÝ HƠN VẬT PHẨM.

source: COSTS 1 LIFE
vi_vn: GIÁ 1 MẠNG

source: COSTS 2 LIVES
vi_vn: GIÁ 2 MẠNG

source: SELECT SAVE
vi_vn: CHỌN ỐNG LƯU

source: POST-GAME CREDITS
vi_vn: PHẦN GHI DANH CUỐI TRÒ CHƠI

source: Miles "tails" prower character: sega original sprites: hartflip0218 voice: Sonic heroes & sonic generations (jp) custom sfx & bgm: Sonic 1, cd & 3 Skin by: [color=95FBFF]yaolinggui[/color]
vi_vn: Miles "tails" prower nhân vật: sega đồ họa gốc: hartflip0218 giọng: Sonic heroes & sonic generations (jp) nhạc và hiệu ứng âm thanh tự chế: Sonic 1, cd & 3 Skin by: [color=95FBFF]yaolinggui[/color]

source: marisa kirisame & reimu hakurei characters: team shanghai alice - zun original sprites: hartflip0218 voice: koumajou densetsu II & touhou canonball custom bgm: hooded edge Skin by: [color=95FBFF]yaolinggui[/color]
vi_vn: kirisame marisa & hakurei reimu nhân vật: team shanghai alice - zun đồ họa gốc: hartflip0218 giọng: koumajou densetsu II & touhou canonball nhạc tự chế: hooded edge Skin bởi: [color=95FBFF]yaolinggui[/color]

source: SOUND SOURCES: The Sounds Resource, Nintendo Team Shanghai Alice, public domain Trick nostalgie
vi_vn: NGUỒN HIỆU ỨNG ÂM THANH: The Sounds Resource, Nintendo Team Shanghai Alice, public domain Trick nostalgie

source: 4-2: gaining altitude
vi_vn: 4-2: TĂNG ĐỘ CAO

source: Special Thanks To...
vi_vn: Đặc biệt cảm ơn...

source: Featured Touhou Characters
vi_vn: Nhân vật Touhou xuất hiện

source: Graphics: team shanghai alice - zun Portraits: dairi
vi_vn: Đồ họa: Team Shanghai Alice - ZUN Ảnh chân dung: Dairi

source: Ordinary Magician - SPRITES: Iruka Unabara
vi_vn: Pháp sư tầm thường - ĐỒ HỌA: Unabara Iruka

source: Maid of the Scarlet Devil Mansion
vi_vn: Hầu gái của Hồng Ma Quán

source: Magician of Knowledge and Shade
vi_vn: Pháp sư của tri thức và bóng râm

source: Traditional Reporter of Fantasy
vi_vn: Kẻ săn tin truyền thống của ảo tưởng

source: The Eternally Young Scarlet Moon
vi_vn: Mặt trăng trẻ tuổi vĩnh hằng màu đỏ

source: Aya Shameimaru
vi_vn: Shameimaru Aya

source: Hatate Himekaidou
vi_vn: Himekaidou Hatate

source: Marisa Kirisame
vi_vn: Kirisame Marisa

source: Sakuya Izayoi
vi_vn: Izayoi Sakuya

source: NOW PLAYING: %s
vi_vn: ĐANG CHƠI BÀI: %s

source: TO DELETE A SAVE, PRESS AND HOLD DEL BUTTON FOR 3 SEC.
vi_vn: ĐỂ XÓA DỮ LIỆU ĐÃ LƯU, ẤN VÀ GIỮ PHÍM DEL TẦM 3 GIÂY.

source: very tasty!!! wow!!!!!
vi_vn: ngon quá đã!!! wow!!!!!

source: L.J.D OFFICE
vi_vn: TRỤ SỞ L.J.D

source: TOXIN RESEARCH LAB "VULKAN" MAIN STAFF: LOOPER231 - CEO SERAFIMGWS - PR MANAGER USERED - LAB MANAGER
vi_vn: NHÀ THÍ NGHIỆM CHẤT ĐỘC "VULKAN" NHÂN VIÊN CHÍNH: LOOPER231 - GIÁM ĐỐC SERAFIMGWS - QUẢN LÝ QHCC USERED - QUẢN LÝ THÍ NGHIỆM

# Save Pipe when no save
source: empty...
vi_vn: không có...
